node {
  name: "global_step/Initializer/zeros/shape_as_tensor"
  op: "Const"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
          dim {
          }
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT32
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_INT32
        tensor_shape {
          dim {
          }
        }
      }
    }
  }
}
node {
  name: "global_step/Initializer/zeros/Const"
  op: "Const"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_INT64
        tensor_shape {
        }
        int64_val: 0
      }
    }
  }
}
node {
  name: "global_step/Initializer/zeros"
  op: "Fill"
  input: "global_step/Initializer/zeros/shape_as_tensor"
  input: "global_step/Initializer/zeros/Const"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "index_type"
    value {
      type: DT_INT32
    }
  }
}
node {
  name: "global_step"
  op: "VariableV2"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "container"
    value {
      s: ""
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "shape"
    value {
      shape {
      }
    }
  }
  attr {
    key: "shared_name"
    value {
      s: ""
    }
  }
}
node {
  name: "global_step/Assign"
  op: "Assign"
  input: "global_step"
  input: "global_step/Initializer/zeros"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "use_locking"
    value {
      b: true
    }
  }
  attr {
    key: "validate_shape"
    value {
      b: true
    }
  }
}
node {
  name: "global_step/read"
  op: "Identity"
  input: "global_step"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/IsVariableInitialized"
  op: "IsVariableInitialized"
  input: "global_step"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
}
node {
  name: "global_step/cond/Switch"
  op: "Switch"
  input: "global_step/IsVariableInitialized"
  input: "global_step/IsVariableInitialized"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/switch_t"
  op: "Identity"
  input: "global_step/cond/Switch:1"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/switch_f"
  op: "Identity"
  input: "global_step/cond/Switch"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/pred_id"
  op: "Identity"
  input: "global_step/IsVariableInitialized"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/read"
  op: "Identity"
  input: "global_step/cond/read/Switch:1"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/read/Switch"
  op: "RefSwitch"
  input: "global_step"
  input: "global_step/cond/pred_id"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/Switch_1"
  op: "Switch"
  input: "global_step/Initializer/zeros"
  input: "global_step/cond/pred_id"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/Merge"
  op: "Merge"
  input: "global_step/cond/Switch_1"
  input: "global_step/cond/read"
  attr {
    key: "N"
    value {
      i: 2
    }
  }
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/add/y"
  op: "Const"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_INT64
        tensor_shape {
        }
        int64_val: 0
      }
    }
  }
}
node {
  name: "global_step/add"
  op: "Add"
  input: "global_step/cond/Merge"
  input: "global_step/add/y"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "filenames"
  op: "Const"
  device: "/device:CPU:0"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
          dim {
            size: 6487
          }
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_STRING
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_STRING
        tensor_shape {
          dim {
            size: 6487
          }
        }
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.25.635178.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.25.877918.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.26.100912.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.26.323851.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.26.545460.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.26.755974.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.26.976134.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.27.195846.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.27.429085.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.27.653969.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.27.864683.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.28.092774.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.28.315733.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.28.527970.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.28.747447.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.28.980486.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.29.181691.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.29.387501.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.29.615993.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.29.849569.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.30.069186.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.30.289708.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.30.521563.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.30.744022.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.30.966669.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.31.186778.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.31.405052.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.31.638078.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.31.850020.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.32.081848.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.32.313986.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.32.525759.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.32.744639.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.32.963281.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.33.182790.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.33.409872.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.33.623717.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.33.856928.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.34.081199.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.34.302348.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.34.520422.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.34.738731.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.34.948386.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.35.164081.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.35.384873.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.35.603749.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.35.836733.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.36.061074.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.36.278311.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.36.498531.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.36.717060.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.36.935769.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.37.155125.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.37.373641.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.37.607099.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.37.818286.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.38.036193.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.38.256381.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.38.489010.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.38.711362.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.38.944435.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.39.154483.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.39.374919.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.39.595604.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.39.814690.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.40.034445.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.40.253598.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.40.487335.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.40.707218.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.40.927732.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.41.148266.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.41.367288.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.41.585461.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.41.816984.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.42.041443.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.42.266218.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.42.486163.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.42.707112.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.42.940670.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.43.160390.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.43.381355.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.43.599663.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.43.829418.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.44.049110.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.44.264716.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.44.480524.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.44.712865.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.44.937451.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.45.170286.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.45.403698.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.45.615596.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.45.846233.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.46.067172.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.46.287454.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.46.506159.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.46.727170.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.46.945861.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.47.179221.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.47.390821.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.47.609882.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.47.843630.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.48.076795.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.48.297081.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.48.517469.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.48.750470.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.48.961558.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.49.194423.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.49.427373.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.49.649976.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.49.873319.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.50.095959.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.50.309315.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.50.541657.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.50.753897.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.50.972076.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.51.204813.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.51.414324.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.51.647677.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.51.870387.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.52.092814.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.52.305153.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.52.525282.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.52.759133.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.52.991618.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.53.202693.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.53.422008.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.53.641428.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.53.861593.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.54.087142.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.54.313757.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.54.524116.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.54.755857.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.54.977755.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.55.202063.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.55.426397.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.55.644112.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.55.864447.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.56.083919.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.56.302024.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.56.534143.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.56.759010.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.56.984107.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.57.195185.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.57.416196.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.57.649590.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.57.873861.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.58.084899.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.58.305731.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.58.539259.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.58.771626.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.58.994471.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.59.207239.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.59.426349.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.59.657988.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.14.59.890335.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.00.114592.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.00.326226.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.00.558413.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.00.781281.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.01.001341.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.01.222388.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.01.431580.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.01.645509.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.01.878976.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.02.101869.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.02.321553.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.02.540734.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.02.761382.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.03.003596.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.03.229843.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.03.453712.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.03.676804.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.03.896536.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.04.117186.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.04.350846.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.04.560884.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.04.793718.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.05.005950.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.05.226171.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.05.452038.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.05.667167.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.05.886529.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.06.119908.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.06.331122.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.06.562584.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.06.787211.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.07.007989.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.07.239366.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.07.448824.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.07.681109.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.07.900598.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.08.119664.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.08.354343.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.08.563458.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.08.790504.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.09.018812.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.09.251940.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.09.486021.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.09.708386.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.09.932830.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.10.145196.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.10.366895.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.10.586688.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.10.819940.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.11.042828.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.11.267702.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.11.491075.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.11.712799.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.11.946356.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.12.179943.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.12.412053.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.12.635621.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.12.868630.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.13.089675.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.13.309613.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.13.530189.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.13.762586.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.13.982414.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.14.200827.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.14.418552.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.14.638218.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.14.859226.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.15.078674.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.15.298016.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.15.516168.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.15.750022.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.15.972964.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.16.205421.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.16.439076.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.16.658948.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.16.877915.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.17.104599.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.17.320205.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.17.540872.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.17.761671.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.17.993695.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.18.218260.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.18.441923.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.18.663873.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.18.888333.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.19.098925.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.19.331743.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.19.551560.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.19.784112.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.20.004832.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.20.238893.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.20.471022.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.20.703525.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.20.927034.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.21.150896.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.21.384157.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.21.605235.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.21.837853.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.22.069459.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.22.288819.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.22.508825.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.22.740493.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.22.949890.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.23.182413.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.23.404037.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.23.615005.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.23.834543.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.24.067179.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.24.300593.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.24.522334.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.24.734391.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.24.966336.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.25.187062.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.25.421246.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.25.642600.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.25.876304.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.26.100486.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.26.332619.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.26.542433.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.26.763280.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.26.982681.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.27.216166.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.27.436365.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.27.654597.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.27.873932.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.28.107353.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.28.317639.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.28.537816.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.28.758198.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.28.990747.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.29.215948.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.29.436257.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.29.668585.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.29.888623.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.30.119945.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.30.344654.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.30.553344.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.30.786768.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.31.019048.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.31.251899.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.31.464559.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.31.683631.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.31.916816.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.32.128986.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.32.360547.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.32.560570.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.32.776278.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.32.994931.jpg.bmp"
        string_val: "/home/nvidia/myProject/ml-buggy-car/train-data/images_L_bmp/2018-03-13-14.14.25/img_2018-03-13-14.15.33.214510.jpg.bmp"
